@extends('layouts.app') 
<link rel="stylesheet" href="/css/labone.css">
@section('content')
<div>
    <h1>Лабораторна робота #1</h1>

    <h3>Task 1: Обчислити значення виразу</h3>
    <p><b>Результат:</b> {{ $task1Result }}</p>

    <h3>Task 2: Знайти добуток цифр даного натурального числа</h3>
    <p><b>Результат:</b> {{ $task2Result }}</p>

    <h3>Task 3: Знайти найменший елемент в одновимірному числовому масиві</h3>
    <p><b>Результат:</b> {{ $task3Result }}</p>

    <h3>Task 4: Вивести на друк максимальний елемент масиву A(5,5) та його індекси</h3>
    <p><b>Результат:</b> {{ $task4Result }}</p>

    <h3>Task 5: Скласти програму підрахунку загальної кількості додатних елементів в масивах A(8) та B(8)</h3>
    <p><b>Результат:</b> {{ $task5Result }}</p>

    <h3>Task 6: Із рядка вилучити середню букву, якщо довжина рядка непарна, інакше - вилучити дві середні букви</h3>
    <p><b>Результат:</b> {{ $task6Result }}</p>
</div>
@endsection